{
  "data": [
    {
      "GUID": "E79ACFD2-85ED-3390-4BA7-974B5F40510A",
      "title": "Tonga volcano: Plume reached half-way to space",
      "content": "An indicator of the great power of last Saturday's volcanic eruption in Tonga is the height reached by its plume.UK scientists examining weather satellite data calculate it to be around 55km (35 miles) above the Earth's surface.This is at the boundary of the stratosphere and mesosphere layers in the atmosphere.Dr Simon Proud, from RAL Space, said these were 'unheard-of altitudes' for a volcanic plume.The most powerful eruption in the second half of the 20th Century came from Mount Pinatubo in 1991. Its plume is thought to have climbed to roughly 40km.However, it's possible today's more accurate satellites would have given a higher altitude for the Philippines event, cautioned Dr Proud, who is affiliated to the UK National Centre for Earth Observation."
    },
    {
      "GUID": "9B0FCC04-309A-D3A1-2A9D-4A6172E6AF7A",
      "title": "False banana: Is Ethiopia's enset 'wondercrop' for climate change?",
      "content":"Enset is a staple in Ethiopia, where around 20 million people rely on it for food, but elsewhere it has not been cultivated, although wild relatives - which are not considered edible - grow as far south as South Africa, suggesting the plant can tolerate a much wider range.Using agricultural surveys and modelling work, scientists predicted the potential range of enset over the next four decades. They found the crop could potentially feed more than 100 million people and boost food security in Ethiopia and other African countries, including Kenya, Uganda and Rwanda.Study researcher Dr James Borrell, of the Royal Botanic Gardens, Kew, said planting enset as a buffer crop for lean times could help boost food security.'It's got some really unusual traits that make it absolutely unique as a crop,' he said. 'You plant it at any time, you harvest it at any time and it's perennial. That's why they call it the tree against hunger.'Ethiopia is a major centre of crop domestication in Africa, home to coffee and many other crops."
    },
    {
      "GUID": "231EBAFF-A5FF-1C7E-3490-B1BB0439F08E",
      "title": "Amazon's Alexa returns after morning snooze",
      "content": "Users of Amazon's Alexa complained that the voice assistant was not working on Friday morning.According to the website Down Detector, the problem appeared to affect the UK and parts of Europe and lasted about an hour.Some users posted on social media that they had been unable to get Alexa to respond or help with their morning routine.Amazon said the problem had been resolved.\"This morning we had an issue that impacted some Alexa customers' ability to interact with the service. The Alexa service is now operating normally,\" the company said in a statement.Alexa powers Amazon's Echo smart speakers, which launched in 2014.BBC Click presenter Lara Lewington said she had been unable to turn off her morning alarm because the voice assistant was not responding. "
    },
    {
      "GUID": "98247CCA-57FF-2720-6C53-546B72BBAFC9",
      "title": "Downing Street party: Boris Johnson faces crucial week",
      "content": "Prime Minister Boris Johnson faces a crucial week for his premiership, ahead of a report over alleged parties at Downing Street during lockdown.It is thought civil servant Sue Gray will publish her findings this week - although the date is not confirmed.Mr Johnson's former aide, Dominic Cummings, is thought to be giving his evidence to Ms Gray's team on Monday.Separately, senior Tory William Wragg - who claimed MPs seeking to oust the PM were \"blackmailed\" - is to meet police.Mr Wragg, chairman of the Commons Public Administration and Constitutional Affairs Committee, raised his concerns last week and advised colleagues who felt threatened to go to the police.He said he wanted to leave any probe to \"experts\" rather than No 10, but Downing Street said it had not seen any proof of the behaviour he alleges.Ms Gray - who is currently permanent secretary at the Cabinet Office - is investigating a series of allegations about lockdown-breaking parties at Downing Street.According to media reports, 16 gatherings allegedly took place in either No 10 - where the prime minister lives and works - or other government departments during the Covid pandemic.Among the events being investigated by Ms Gray is a Downing Street garden drinks event on 20 May 2020, when legal restrictions and guidelines were in place to limit the spread of coronavirus.Mr Johnson stressed it was a \"work event\" and said he stayed for 25 minutes to thank staff for their efforts.Ms Gray has also been looking at two events held on 16 April, 2021 - on the eve of the funeral of the Duke of Edinburgh.No 10 has already apologised to Buckingham Palace for the two events in April. Ms Gray has been asked to look at the nature and purpose of the gatherings, including who went to them \"with reference to adherence to the guidance in place at the time\".The internal investigation was ordered by Mr Johnson who set the terms of reference and Ms Gray - who is required to be impartial - will report back to him.Her findings are expected to come at a time when the prime minster also faces calls for an investigation into claims by Conservative MP Nusrat Ghani that one of the reasons given for why she was sacked as a minister in 2020 was because she is a Muslim.Ms Ghani became the first female Muslim minister to speak in the Commons when she was appointed to a post at the Department for Transport in 2018.But she told the Sunday Times that when she asked for an explanation as to why she lost that job, it was stated her \"Muslimness was raised as an issue\".Conservative Chief Whip Mark Spencer said the accusations were \"completely false and defamatory\" and denied ever using the words Ms Ghani had alleged.Mr Spencer went on to say it was \"disappointing\" that at the time she had declined to refer the matter for a formal Conservative Party investigation.Education Secretary Nadhim Zahawi and Health Secretary Sajid Javid have both said the allegations need to be investigated.However, our political correspondent Damian Grammaticas said it was Ms Gray's report which could pose the most immediate threat to Mr Johnson's premiership.The prime minister is reported to be determined to hang on to his position - believing he has done nothing wrong.So far six Conservative MPs have publicly declared no confidence in Mr Johnson.But more are thought to have submitted letters to Sir Graham Brady, chairman of the backbench 1922 committee, who organises Tory leadership contests.If 54 letters are submitted a no confidence vote is triggered which could result in a leadership election."
    }

  ]


}
